Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# Settings_Appearance_Status_Active
source: Theme: {0}. Accent: {1}.
ar_sa: الموضوع: {0}. لهجة: {1}.
de_de: Thema: {0}. Akzent: {1}.
es_es: Tema: {0}. Acento: {1}.
fr_fr: Thème : {0}. Accent : {1}.
hi_in: थीम: {0}। एक्सेंट: {1}.
ja_jp: テーマ：{0}。アクセント：{1}.
ko_kr: 테마: {0}. 악센트: {1}.
pt_br: Tema: {0}. Acento: {1}.
tr_tr: Tema: {0}. Aksan: {1}.
zh_hans: 主题：{0}。口音：{1}。

# Settings.Appearance.Status.Initial
source: Choose a theme and accent pack.
ar_sa: اختر سمة وحزمة لهجة.
de_de: Wählen Sie ein Thema und ein Akzentpaket.
es_es: Elija un tema y un paquete de acento.
fr_fr: Choisissez un pack de thèmes et d'accents.
hi_in: एक थीम और एक्सेंट पैक चुनें.
ja_jp: テーマとアクセント パックを選択します。
ko_kr: 테마와 악센트 팩을 선택하세요.
pt_br: Escolha um tema e um pacote de destaques.
tr_tr: Bir tema ve vurgu paketi seçin.
zh_hans: 选择主题和特色包。

# Settings_Appearance_Status_Initial
source: Choose a theme and accent pack.
ar_sa: اختر سمة وحزمة لهجة.
de_de: Wählen Sie ein Thema und ein Akzentpaket.
es_es: Elija un tema y un paquete de acento.
fr_fr: Choisissez un pack de thèmes et d'accents.
hi_in: एक थीम और एक्सेंट पैक चुनें.
ja_jp: テーマとアクセント パックを選択します。
ko_kr: 테마와 악센트 팩을 선택하세요.
pt_br: Escolha um tema e um pacote de destaques.
tr_tr: Bir tema ve vurgu paketi seçin.
zh_hans: 选择主题和特色包。

# Settings.AutoRefresh.EveryHour
source: every hour
ar_sa: كل ساعة
de_de: jede Stunde
es_es: cada hora
fr_fr: toutes les heures
hi_in: हर घंटे
ja_jp: 毎時間
ko_kr: 매시간
pt_br: a cada hora
tr_tr: her saat
zh_hans: 每小时

# Settings_AutoRefresh_EveryHour
source: every hour
ar_sa: كل ساعة
de_de: jede Stunde
es_es: cada hora
fr_fr: toutes les heures
hi_in: हर घंटे
ja_jp: 毎時間
ko_kr: 매시간
pt_br: a cada hora
tr_tr: her saat
zh_hans: 每小时

# Settings.AutoRefresh.EveryHours
source: every {0} hours
ar_sa: كل {0} ساعة
de_de: alle {0} Stunden
es_es: cada {0} horas
fr_fr: toutes les {0} heures
hi_in: प्रत्येक {0} घंटे
ja_jp: {0} 時間ごと
ko_kr: {0}시간마다
pt_br: a cada {0} horas
tr_tr: her {0} saatte bir
zh_hans: 每 {0} 小时

# Settings_AutoRefresh_EveryHours
source: every {0} hours
ar_sa: كل {0} ساعة
de_de: alle {0} Stunden
es_es: cada {0} horas
fr_fr: toutes les {0} heures
hi_in: प्रत्येक {0} घंटे
ja_jp: {0} 時間ごと
ko_kr: {0}시간마다
pt_br: a cada {0} horas
tr_tr: her {0} saatte bir
zh_hans: 每 {0} 小时

# Settings.AutoRefresh.Status.Initial
source: Automatic refresh keeps sources current in the background.
ar_sa: التحديث التلقائي يبقي المصادر محدثة في الخلفية.
de_de: Durch die automatische Aktualisierung bleiben die Quellen im Hintergrund aktuell.
es_es: La actualización automática mantiene las fuentes actualizadas en segundo plano.
fr_fr: L'actualisation automatique maintient les sources à jour en arrière-plan.
hi_in: स्वचालित रिफ्रेश स्रोतों को पृष्ठभूमि में चालू रखता है।
ja_jp: 自動更新により、ソースはバックグラウンドで最新の状態に保たれます。
ko_kr: 자동 새로 고침은 소스를 백그라운드에서 최신 상태로 유지합니다.
pt_br: A atualização automática mantém as fontes atualizadas em segundo plano.
tr_tr: Otomatik yenileme, kaynakları arka planda güncel tutar.
zh_hans: 自动刷新使源在后台保持最新。

# Settings_AutoRefresh_Status_Initial
source: Automatic refresh keeps sources current in the background.
ar_sa: التحديث التلقائي يبقي المصادر محدثة في الخلفية.
de_de: Durch die automatische Aktualisierung bleiben die Quellen im Hintergrund aktuell.
es_es: La actualización automática mantiene las fuentes actualizadas en segundo plano.
fr_fr: L'actualisation automatique maintient les sources à jour en arrière-plan.
hi_in: स्वचालित रिफ्रेश स्रोतों को पृष्ठभूमि में चालू रखता है।
ja_jp: 自動更新により、ソースはバックグラウンドで最新の状態に保たれます。
ko_kr: 자동 새로 고침은 소스를 백그라운드에서 최신 상태로 유지합니다.
pt_br: A atualização automática mantém as fontes atualizadas em segundo plano.
tr_tr: Otomatik yenileme, kaynakları arka planda güncel tutar.
zh_hans: 自动刷新使源在后台保持最新。

# Settings.AutoRefresh.Status.Off
source: Automatic refresh is off.
ar_sa: التحديث التلقائي معطل.
de_de: Die automatische Aktualisierung ist deaktiviert.
es_es: La actualización automática está desactivada.
fr_fr: L'actualisation automatique est désactivée.
hi_in: स्वचालित रिफ्रेश बंद है.
ja_jp: 自動更新がオフになっています。
ko_kr: 자동 새로고침이 꺼져 있습니다.
pt_br: A atualização automática está desativada.
tr_tr: Otomatik yenileme kapalı.
zh_hans: 自动刷新已关闭。

# Settings_AutoRefresh_Status_Off
source: Automatic refresh is off.
ar_sa: التحديث التلقائي معطل.
de_de: Die automatische Aktualisierung ist deaktiviert.
es_es: La actualización automática está desactivada.
fr_fr: L'actualisation automatique est désactivée.
hi_in: स्वचालित रिफ्रेश बंद है.
ja_jp: 自動更新がオフになっています。
ko_kr: 자동 새로고침이 꺼져 있습니다.
pt_br: A atualização automática está desativada.
tr_tr: Otomatik yenileme kapalı.
zh_hans: 自动刷新已关闭。

# Settings.AutoRefresh.Status.Running
source: Automatic refresh every {0}.
ar_sa: التحديث التلقائي كل {0}.
de_de: Automatische Aktualisierung alle {0}.
es_es: Actualización automática de cada {0}.
fr_fr: Actualisation automatique à chaque {0}.
hi_in: प्रत्येक {0} पर स्वचालित ताज़ा करें।
ja_jp: {0}ごとに自動更新。
ko_kr: {0}마다 자동 새로 고침.
pt_br: Atualização automática a cada {0}.
tr_tr: Her {0}'ı otomatik olarak yenileyin.
zh_hans: 自动刷新每个 {0}。

# Settings_AutoRefresh_Status_Running
source: Automatic refresh every {0}.
ar_sa: التحديث التلقائي كل {0}.
de_de: Automatische Aktualisierung alle {0}.
es_es: Actualización automática de cada {0}.
fr_fr: Actualisation automatique à chaque {0}.
hi_in: प्रत्येक {0} पर स्वचालित ताज़ा करें।
ja_jp: {0}ごとに自動更新。
ko_kr: {0}마다 자동 새로 고침.
pt_br: Atualização automática a cada {0}.
tr_tr: Her {0}'ı otomatik olarak yenileyin.
zh_hans: 自动刷新每个 {0}。

# Settings.Backup.Description.Export
source: Save a share-safe KROIRA backup file.
ar_sa: احفظ ملف النسخ الاحتياطي KROIRA الآمن للمشاركة.
de_de: Speichern Sie eine gemeinsam genutzte KROIRA-Sicherungsdatei.
es_es: Guarde un archivo de copia de seguridad KROIRA seguro para compartir.
fr_fr: Enregistrez un fichier de sauvegarde KROIRA sécurisé par partage.
hi_in: एक शेयर-सुरक्षित KROIRA बैकअप फ़ाइल सहेजें।
ja_jp: 共有安全な KROIRA バックアップ ファイルを保存します。
ko_kr: 공유 안전 KROIRA 백업 파일을 저장합니다.
pt_br: Salve um arquivo de backup KROIRA seguro para compartilhamento.
tr_tr: Paylaşım güvenli bir KROIRA yedekleme dosyasını kaydedin.
zh_hans: 保存共享安全的 KROIRA 备份文件。

# Settings_Backup_Description_Export
source: Save a share-safe KROIRA backup file.
ar_sa: احفظ ملف النسخ الاحتياطي KROIRA الآمن للمشاركة.
de_de: Speichern Sie eine gemeinsam genutzte KROIRA-Sicherungsdatei.
es_es: Guarde un archivo de copia de seguridad KROIRA seguro para compartir.
fr_fr: Enregistrez un fichier de sauvegarde KROIRA sécurisé par partage.
hi_in: एक शेयर-सुरक्षित KROIRA बैकअप फ़ाइल सहेजें।
ja_jp: 共有安全な KROIRA バックアップ ファイルを保存します。
ko_kr: 공유 안전 KROIRA 백업 파일을 저장합니다.
pt_br: Salve um arquivo de backup KROIRA seguro para compartilhamento.
tr_tr: Paylaşım güvenli bir KROIRA yedekleme dosyasını kaydedin.
zh_hans: 保存共享安全的 KROIRA 备份文件。

# Settings.Backup.Description.Restore
source: Import a previously exported KROIRA backup.
ar_sa: قم باستيراد نسخة احتياطية من KROIRA تم تصديرها مسبقًا.
de_de: Importieren Sie ein zuvor exportiertes KROIRA-Backup.
es_es: Importe una copia de seguridad de KROIRA previamente exportada.
fr_fr: Importez une sauvegarde KROIRA précédemment exportée.
hi_in: पहले से निर्यात किए गए KROIRA बैकअप को आयात करें।
ja_jp: 以前にエクスポートした KROIRA バックアップをインポートします。
ko_kr: 이전에 내보낸 KROIRA 백업을 가져옵니다.
pt_br: Importe um backup KROIRA exportado anteriormente.
tr_tr: Daha önce dışa aktarılan bir KROIRA yedeğini içe aktarın.
zh_hans: 导入之前导出的 KROIRA 备份。

# Settings_Backup_Description_Restore
source: Import a previously exported KROIRA backup.
ar_sa: قم باستيراد نسخة احتياطية من KROIRA تم تصديرها مسبقًا.
de_de: Importieren Sie ein zuvor exportiertes KROIRA-Backup.
es_es: Importe una copia de seguridad de KROIRA previamente exportada.
fr_fr: Importez une sauvegarde KROIRA précédemment exportée.
hi_in: पहले से निर्यात किए गए KROIRA बैकअप को आयात करें।
ja_jp: 以前にエクスポートした KROIRA バックアップをインポートします。
ko_kr: 이전에 내보낸 KROIRA 백업을 가져옵니다.
pt_br: Importe um backup KROIRA exportado anteriormente.
tr_tr: Daha önce dışa aktarılan bir KROIRA yedeğini içe aktarın.
zh_hans: 导入之前导出的 KROIRA 备份。

# Settings.Backup.Export.Failed
source: Backup export failed: {0}
ar_sa: فشل تصدير النسخة الاحتياطية: {0}
de_de: Backup-Export fehlgeschlagen: {0}
es_es: Error al exportar la copia de seguridad: {0}
fr_fr: Échec de l'exportation de la sauvegarde : {0}
hi_in: बैकअप निर्यात विफल: {0}
ja_jp: バックアップのエクスポートに失敗しました: {0}
ko_kr: 백업 내보내기 실패: {0}
pt_br: Falha na exportação de backup: {0}
tr_tr: Yedekleme dışa aktarımı başarısız oldu: {0}
zh_hans: 备份导出失败：{0}

# Settings_Backup_Export_Failed
source: Backup export failed: {0}
ar_sa: فشل تصدير النسخة الاحتياطية: {0}
de_de: Backup-Export fehlgeschlagen: {0}
es_es: Error al exportar la copia de seguridad: {0}
fr_fr: Échec de l'exportation de la sauvegarde : {0}
hi_in: बैकअप निर्यात विफल: {0}
ja_jp: バックアップのエクスポートに失敗しました: {0}
ko_kr: 백업 내보내기 실패: {0}
pt_br: Falha na exportação de backup: {0}
tr_tr: Yedekleme dışa aktarımı başarısız oldu: {0}
zh_hans: 备份导出失败：{0}

# Settings.Backup.Export.NotAvailable
source: Backup export is not available in this plan.
ar_sa: التصدير الاحتياطي غير متوفر في هذه الخطة.
de_de: Der Backup-Export ist in diesem Plan nicht verfügbar.
es_es: La exportación de respaldo no está disponible en este plan.
fr_fr: L'exportation de sauvegarde n'est pas disponible dans ce plan.
hi_in: इस प्लान में बैकअप एक्सपोर्ट उपलब्ध नहीं है.
ja_jp: このプランではバックアップ エクスポートは利用できません。
ko_kr: 이 계획에서는 백업 내보내기를 사용할 수 없습니다.
pt_br: A exportação de backup não está disponível neste plano.
tr_tr: Yedeklemeyi dışa aktarma bu planda mevcut değildir.
zh_hans: 此计划不提供备份导出。

# Settings_Backup_Export_NotAvailable
source: Backup export is not available in this plan.
ar_sa: التصدير الاحتياطي غير متوفر في هذه الخطة.
de_de: Der Backup-Export ist in diesem Plan nicht verfügbar.
es_es: La exportación de respaldo no está disponible en este plan.
fr_fr: L'exportation de sauvegarde n'est pas disponible dans ce plan.
hi_in: इस प्लान में बैकअप एक्सपोर्ट उपलब्ध नहीं है.
ja_jp: このプランではバックアップ エクスポートは利用できません。
ko_kr: 이 계획에서는 백업 내보내기를 사용할 수 없습니다.
pt_br: A exportação de backup não está disponível neste plano.
tr_tr: Yedeklemeyi dışa aktarma bu planda mevcut değildir.
zh_hans: 此计划不提供备份导出。

# Settings.Backup.Export.Success
source: Backup exported: {0} sources, {1} settings, {2} favorites, {3} progress items.
ar_sa: تم تصدير النسخة الاحتياطية: مصادر {0}، وإعدادات {1}، ومفضلات {2}، وعناصر تقدم {3}.
de_de: Exportiertes Backup: {0}-Quellen, {1}-Einstellungen, {2}-Favoriten, {3}-Fortschrittselemente.
es_es: Copia de seguridad exportada: fuentes de {0}, configuraciones de {1}, favoritos de {2}, elementos de progreso de {3}.
fr_fr: Sauvegarde exportée : sources {0}, paramètres {1}, favoris {2}, éléments de progression {3}.
hi_in: बैकअप निर्यात किया गया: {0} स्रोत, {1} सेटिंग्स, {2} पसंदीदा, {3} प्रगति आइटम।
ja_jp: エクスポートされたバックアップ: {0} ソース、{1} 設定、{2} お気に入り、{3} 進行状況アイテム。
ko_kr: 내보낸 백업: {0} 소스, {1} 설정, {2} 즐겨찾기, {3} 진행 항목.
pt_br: Backup exportado: fontes {0}, configurações {1}, favoritos {2}, itens de progresso {3}.
tr_tr: Dışa aktarılan yedekleme: {0} kaynakları, {1} ayarları, {2} favorileri, {3} ilerleme öğeleri.
zh_hans: 备份导出：{0} 源、{1} 设置、{2} 收藏夹、{3} 进度项。

# Settings_Backup_Export_Success
source: Backup exported: {0} sources, {1} settings, {2} favorites, {3} progress items.
ar_sa: تم تصدير النسخة الاحتياطية: مصادر {0}، وإعدادات {1}، ومفضلات {2}، وعناصر تقدم {3}.
de_de: Exportiertes Backup: {0}-Quellen, {1}-Einstellungen, {2}-Favoriten, {3}-Fortschrittselemente.
es_es: Copia de seguridad exportada: fuentes de {0}, configuraciones de {1}, favoritos de {2}, elementos de progreso de {3}.
fr_fr: Sauvegarde exportée : sources {0}, paramètres {1}, favoris {2}, éléments de progression {3}.
hi_in: बैकअप निर्यात किया गया: {0} स्रोत, {1} सेटिंग्स, {2} पसंदीदा, {3} प्रगति आइटम।
ja_jp: エクスポートされたバックアップ: {0} ソース、{1} 設定、{2} お気に入り、{3} 進行状況アイテム。
ko_kr: 내보낸 백업: {0} 소스, {1} 설정, {2} 즐겨찾기, {3} 진행 항목.
pt_br: Backup exportado: fontes {0}, configurações {1}, favoritos {2}, itens de progresso {3}.
tr_tr: Dışa aktarılan yedekleme: {0} kaynakları, {1} ayarları, {2} favorileri, {3} ilerleme öğeleri.
zh_hans: 备份导出：{0} 源、{1} 设置、{2} 收藏夹、{3} 进度项。

# Settings.Backup.Exporting
source: Exporting backup...
ar_sa: جارٍ تصدير النسخة الاحتياطية...
de_de: Sicherung wird exportiert...
es_es: Exportando copia de seguridad...
fr_fr: Exportation de la sauvegarde...
hi_in: बैकअप निर्यात किया जा रहा है...
ja_jp: バックアップをエクスポートしています...
ko_kr: 백업 내보내기 중...
pt_br: Exportando backup...
tr_tr: Yedekleme dışa aktarılıyor...
zh_hans: 正在导出备份...

# Settings_Backup_Exporting
source: Exporting backup...
ar_sa: جارٍ تصدير النسخة الاحتياطية...
de_de: Sicherung wird exportiert...
es_es: Exportando copia de seguridad...
fr_fr: Exportation de la sauvegarde...
hi_in: बैकअप निर्यात किया जा रहा है...
ja_jp: バックアップをエクスポートしています...
ko_kr: 백업 내보내기 중...
pt_br: Exportando backup...
tr_tr: Yedekleme dışa aktarılıyor...
zh_hans: 正在导出备份...

# Settings.Backup.FileType
source: KROIRA backup JSON
ar_sa: KROIRA النسخ الاحتياطي JSON
es_es: KROIRA copia de seguridad JSON
fr_fr: KROIRA sauvegarde JSON
hi_in: KROIRA बैकअप JSON
ja_jp: KROIRA バックアップ JSON
ko_kr: KROIRA 백업 JSON
pt_br: JSON de backup do KROIRA
tr_tr: KROIRA yedekleme JSON
zh_hans: KROIRA 备份 JSON

# Settings_Backup_FileType
source: KROIRA backup JSON
ar_sa: KROIRA النسخ الاحتياطي JSON
es_es: KROIRA copia de seguridad JSON
fr_fr: KROIRA sauvegarde JSON
hi_in: KROIRA बैकअप JSON
ja_jp: KROIRA バックアップ JSON
ko_kr: KROIRA 백업 JSON
pt_br: JSON de backup do KROIRA
tr_tr: KROIRA yedekleme JSON
zh_hans: KROIRA 备份 JSON

# Settings.Backup.Restore.ConfirmMessage
source: This will merge backed-up settings and sources into this device.
ar_sa: سيؤدي هذا إلى دمج الإعدادات والمصادر الاحتياطية في هذا الجهاز.
de_de: Dadurch werden gesicherte Einstellungen und Quellen auf diesem Gerät zusammengeführt.
es_es: Esto fusionará las configuraciones y fuentes respaldadas en este dispositivo.
fr_fr: Cela fusionnera les paramètres et les sources sauvegardés dans cet appareil.
hi_in: यह बैकअप की गई सेटिंग्स और स्रोतों को इस डिवाइस में मर्ज कर देगा।
ja_jp: これにより、バックアップされた設定とソースがこのデバイスにマージされます。
ko_kr: 백업된 설정과 소스가 이 장치에 병합됩니다.
pt_br: Isso mesclará as configurações e fontes de backup neste dispositivo.
tr_tr: Bu, yedeklenen ayarları ve kaynakları bu cihazda birleştirecektir.
zh_hans: 这会将备份的设置和源合并到该设备中。

# Settings_Backup_Restore_ConfirmMessage
source: This will merge backed-up settings and sources into this device.
ar_sa: سيؤدي هذا إلى دمج الإعدادات والمصادر الاحتياطية في هذا الجهاز.
de_de: Dadurch werden gesicherte Einstellungen und Quellen auf diesem Gerät zusammengeführt.
es_es: Esto fusionará las configuraciones y fuentes respaldadas en este dispositivo.
fr_fr: Cela fusionnera les paramètres et les sources sauvegardés dans cet appareil.
hi_in: यह बैकअप की गई सेटिंग्स और स्रोतों को इस डिवाइस में मर्ज कर देगा।
ja_jp: これにより、バックアップされた設定とソースがこのデバイスにマージされます。
ko_kr: 백업된 설정과 소스가 이 장치에 병합됩니다.
pt_br: Isso mesclará as configurações e fontes de backup neste dispositivo.
tr_tr: Bu, yedeklenen ayarları ve kaynakları bu cihazda birleştirecektir.
zh_hans: 这会将备份的设置和源合并到该设备中。

# Settings.Backup.Restore.ConfirmTitle
source: Restore this backup?
ar_sa: هل تريد استعادة هذه النسخة الاحتياطية؟
de_de: Dieses Backup wiederherstellen?
es_es: ¿Restaurar esta copia de seguridad?
fr_fr: Restaurer cette sauvegarde ?
hi_in: इस बैकअप को पुनर्स्थापित करें?
ja_jp: このバックアップを復元しますか?
ko_kr: 이 백업을 복원하시겠습니까?
pt_br: Restaurar este backup?
tr_tr: Bu yedekleme geri yüklensin mi?
zh_hans: 恢复这个备份吗？

# Settings_Backup_Restore_ConfirmTitle
source: Restore this backup?
ar_sa: هل تريد استعادة هذه النسخة الاحتياطية؟
de_de: Dieses Backup wiederherstellen?
es_es: ¿Restaurar esta copia de seguridad?
fr_fr: Restaurer cette sauvegarde ?
hi_in: इस बैकअप को पुनर्स्थापित करें?
ja_jp: このバックアップを復元しますか?
ko_kr: 이 백업을 복원하시겠습니까?
pt_br: Restaurar este backup?
tr_tr: Bu yedekleme geri yüklensin mi?
zh_hans: 恢复这个备份吗？

# Settings.Backup.Restore.Failed
source: Backup restore failed: {0}
ar_sa: فشلت استعادة النسخة الاحتياطية: {0}
de_de: Backup-Wiederherstellung fehlgeschlagen: {0}
es_es: Error al restaurar la copia de seguridad: {0}
fr_fr: Échec de la restauration de la sauvegarde : {0}
hi_in: बैकअप पुनर्स्थापना विफल: {0}
ja_jp: バックアップ復元に失敗しました: {0}
ko_kr: 백업 복원 실패: {0}
pt_br: Falha na restauração do backup: {0}
tr_tr: Yedekleme geri yüklemesi başarısız oldu: {0}
zh_hans: 备份恢复失败：{0}

# Settings_Backup_Restore_Failed
source: Backup restore failed: {0}
ar_sa: فشلت استعادة النسخة الاحتياطية: {0}
de_de: Backup-Wiederherstellung fehlgeschlagen: {0}
es_es: Error al restaurar la copia de seguridad: {0}
fr_fr: Échec de la restauration de la sauvegarde : {0}
hi_in: बैकअप पुनर्स्थापना विफल: {0}
ja_jp: バックアップ復元に失敗しました: {0}
ko_kr: 백업 복원 실패: {0}
pt_br: Falha na restauração do backup: {0}
tr_tr: Yedekleme geri yüklemesi başarısız oldu: {0}
zh_hans: 备份恢复失败：{0}

# Settings.Backup.Restore.NotAvailable
source: Backup restore is not available in this plan.
ar_sa: استعادة النسخة الاحتياطية غير متوفرة في هذه الخطة.
de_de: Die Backup-Wiederherstellung ist in diesem Plan nicht verfügbar.
es_es: La restauración de copia de seguridad no está disponible en este plan.
fr_fr: La restauration de sauvegarde n'est pas disponible dans ce plan.
hi_in: इस प्लान में बैकअप रिस्टोर उपलब्ध नहीं है.
ja_jp: このプランではバックアップ復元は利用できません。
ko_kr: 이 계획에서는 백업 복원을 사용할 수 없습니다.
pt_br: A restauração de backup não está disponível neste plano.
tr_tr: Yedekleme geri yüklemesi bu planda mevcut değildir.
zh_hans: 此计划不提供备份恢复。

# Settings_Backup_Restore_NotAvailable
source: Backup restore is not available in this plan.
ar_sa: استعادة النسخة الاحتياطية غير متوفرة في هذه الخطة.
de_de: Die Backup-Wiederherstellung ist in diesem Plan nicht verfügbar.
es_es: La restauración de copia de seguridad no está disponible en este plan.
fr_fr: La restauration de sauvegarde n'est pas disponible dans ce plan.
hi_in: इस प्लान में बैकअप रिस्टोर उपलब्ध नहीं है.
ja_jp: このプランではバックアップ復元は利用できません。
ko_kr: 이 계획에서는 백업 복원을 사용할 수 없습니다.
pt_br: A restauração de backup não está disponível neste plano.
tr_tr: Yedekleme geri yüklemesi bu planda mevcut değildir.
zh_hans: 此计划不提供备份恢复。

# Settings.Backup.Restore.SourceFailures
source: Some sources could not be restored: {0}
ar_sa: لا يمكن استعادة بعض المصادر: {0}
de_de: Einige Quellen konnten nicht wiederhergestellt werden: {0}
es_es: Algunas fuentes no se pudieron restaurar: {0}
fr_fr: Certaines sources n'ont pas pu être restaurées : {0}
hi_in: कुछ स्रोत पुनर्स्थापित नहीं किए जा सके: {0}
ja_jp: 一部のソースを復元できませんでした: {0}
ko_kr: 일부 소스를 복원할 수 없습니다: {0}
pt_br: Algumas fontes não puderam ser restauradas: {0}
tr_tr: Bazı kaynaklar geri yüklenemedi: {0}
zh_hans: 某些来源无法恢复：{0}

# Settings_Backup_Restore_SourceFailures
source: Some sources could not be restored: {0}
ar_sa: لا يمكن استعادة بعض المصادر: {0}
de_de: Einige Quellen konnten nicht wiederhergestellt werden: {0}
es_es: Algunas fuentes no se pudieron restaurar: {0}
fr_fr: Certaines sources n'ont pas pu être restaurées : {0}
hi_in: कुछ स्रोत पुनर्स्थापित नहीं किए जा सके: {0}
ja_jp: 一部のソースを復元できませんでした: {0}
ko_kr: 일부 소스를 복원할 수 없습니다: {0}
pt_br: Algumas fontes não puderam ser restauradas: {0}
tr_tr: Bazı kaynaklar geri yüklenemedi: {0}
zh_hans: 某些来源无法恢复：{0}

# Settings.Backup.Restore.Success
source: Backup restored: {0} sources, {1} settings, {2} favorites, {3} progress items.
ar_sa: تمت استعادة النسخة الاحتياطية: مصادر {0}، وإعدادات {1}، ومفضلات {2}، وعناصر التقدم {3}.
de_de: Sicherung wiederhergestellt: {0}-Quellen, {1}-Einstellungen, {2}-Favoriten, {3}-Fortschrittselemente.
es_es: Copia de seguridad restaurada: fuentes de {0}, configuraciones de {1}, favoritos de {2}, elementos de progreso de {3}.
fr_fr: Sauvegarde restaurée : sources {0}, paramètres {1}, favoris {2}, éléments de progression {3}.
hi_in: बैकअप पुनर्स्थापित किया गया: {0} स्रोत, {1} सेटिंग्स, {2} पसंदीदा, {3} प्रगति आइटम।
ja_jp: 復元されたバックアップ: {0} ソース、{1} 設定、{2} お気に入り、{3} 進行状況アイテム。
ko_kr: 백업 복원: {0} 소스, {1} 설정, {2} 즐겨찾기, {3} 진행 항목.
pt_br: Backup restaurado: fontes {0}, configurações {1}, favoritos {2}, itens de progresso {3}.
tr_tr: Yedekleme geri yüklendi: {0} kaynakları, {1} ayarları, {2} favorileri, {3} ilerleme öğeleri.
zh_hans: 备份恢复：{0} 源、{1} 设置、{2} 收藏夹、{3} 进度项。

# Settings_Backup_Restore_Success
source: Backup restored: {0} sources, {1} settings, {2} favorites, {3} progress items.
ar_sa: تمت استعادة النسخة الاحتياطية: مصادر {0}، وإعدادات {1}، ومفضلات {2}، وعناصر التقدم {3}.
de_de: Sicherung wiederhergestellt: {0}-Quellen, {1}-Einstellungen, {2}-Favoriten, {3}-Fortschrittselemente.
es_es: Copia de seguridad restaurada: fuentes de {0}, configuraciones de {1}, favoritos de {2}, elementos de progreso de {3}.
fr_fr: Sauvegarde restaurée : sources {0}, paramètres {1}, favoris {2}, éléments de progression {3}.
hi_in: बैकअप पुनर्स्थापित किया गया: {0} स्रोत, {1} सेटिंग्स, {2} पसंदीदा, {3} प्रगति आइटम।
ja_jp: 復元されたバックアップ: {0} ソース、{1} 設定、{2} お気に入り、{3} 進行状況アイテム。
ko_kr: 백업 복원: {0} 소스, {1} 설정, {2} 즐겨찾기, {3} 진행 항목.
pt_br: Backup restaurado: fontes {0}, configurações {1}, favoritos {2}, itens de progresso {3}.
tr_tr: Yedekleme geri yüklendi: {0} kaynakları, {1} ayarları, {2} favorileri, {3} ilerleme öğeleri.
zh_hans: 备份恢复：{0} 源、{1} 设置、{2} 收藏夹、{3} 进度项。

# Settings.Backup.Restoring
source: Restoring backup...
ar_sa: جارٍ استعادة النسخة الاحتياطية...
de_de: Backup wird wiederhergestellt...
es_es: Restaurando copia de seguridad...
fr_fr: Restauration de la sauvegarde...
hi_in: बैकअप बहाल किया जा रहा है...
ja_jp: バックアップを復元中...
ko_kr: 백업 복원 중...
pt_br: Restaurando backup...
tr_tr: Yedekleme geri yükleniyor...
zh_hans: 正在恢复备份...

# Settings_Backup_Restoring
source: Restoring backup...
ar_sa: جارٍ استعادة النسخة الاحتياطية...
de_de: Backup wird wiederhergestellt...
es_es: Restaurando copia de seguridad...
fr_fr: Restauration de la sauvegarde...
hi_in: बैकअप बहाल किया जा रहा है...
ja_jp: バックアップを復元中...
ko_kr: 백업 복원 중...
pt_br: Restaurando backup...
tr_tr: Yedekleme geri yükleniyor...
zh_hans: 正在恢复备份...

# Settings.Backup.Status.Initial
source: Export or restore local KROIRA settings and preferences.
ar_sa: تصدير أو استعادة إعدادات وتفضيلات KROIRA المحلية.
de_de: Lokale KROIRA-Einstellungen und -Voreinstellungen exportieren oder wiederherstellen.
es_es: Exporte o restaure la configuración y preferencias locales de KROIRA.
fr_fr: Exportez ou restaurez les paramètres et préférences locaux de KROIRA.
hi_in: स्थानीय KROIRA सेटिंग्स और प्राथमिकताओं को निर्यात या पुनर्स्थापित करें।
ja_jp: ローカルの KROIRA 設定と環境設定をエクスポートまたは復元します。
ko_kr: 로컬 KROIRA 설정 및 기본 설정을 내보내거나 복원합니다.
pt_br: Exporte ou restaure configurações e preferências locais do KROIRA.
tr_tr: Yerel KROIRA ayarlarını ve tercihlerini dışa aktarın veya geri yükleyin.
zh_hans: 导出或恢复本地 KROIRA 设置和首选项。

# Settings_Backup_Status_Initial
source: Export or restore local KROIRA settings and preferences.
ar_sa: تصدير أو استعادة إعدادات وتفضيلات KROIRA المحلية.
de_de: Lokale KROIRA-Einstellungen und -Voreinstellungen exportieren oder wiederherstellen.
es_es: Exporte o restaure la configuración y preferencias locales de KROIRA.
fr_fr: Exportez ou restaurez les paramètres et préférences locaux de KROIRA.
hi_in: स्थानीय KROIRA सेटिंग्स और प्राथमिकताओं को निर्यात या पुनर्स्थापित करें।
ja_jp: ローカルの KROIRA 設定と環境設定をエクスポートまたは復元します。
ko_kr: 로컬 KROIRA 설정 및 기본 설정을 내보내거나 복원합니다.
pt_br: Exporte ou restaure configurações e preferências locais do KROIRA.
tr_tr: Yerel KROIRA ayarlarını ve tercihlerini dışa aktarın veya geri yükleyin.
zh_hans: 导出或恢复本地 KROIRA 设置和首选项。

# Settings.Backup.Title.Export
source: Export backup
ar_sa: تصدير النسخة الاحتياطية
de_de: Backup exportieren
es_es: Exportar copia de seguridad
fr_fr: Exporter la sauvegarde
hi_in: बैकअप निर्यात करें
ja_jp: バックアップのエクスポート
ko_kr: 백업 내보내기
pt_br: Exportar backup
tr_tr: Yedeği dışa aktar
zh_hans: 导出备份
